tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "joallard/cf-keylayout"
brew "argocd"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "openldap"
brew "curl"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hyperkit"
brew "jq"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "krb5"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "libpq"
brew "libxmlsec1"
brew "maven"
brew "md5sha1sum", link: false
brew "minikube"
brew "mockery"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "php"
brew "plantuml"
brew "ripgrep"
brew "spotifyd", restart_service: true
brew "terraform", link: false
brew "tfenv"
brew "tmux"
brew "tree"
brew "vsh"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "hashicorp/tap/vault"
cask "docker"
cask "lens"
cask "1password"
cask "visual-studio-code"
cask "cf-keylayout"
