amd-ucode
base-devel
man
sudo
wget
gcc
git
go
clang
docker
docker-compose
fzf
make
npm
unzip
vim
yarn
zsh
helm
kubectl
kubectx
gnome
gnome-tweaks
sway
networkmanager
polybar
rofi
powerline-fonts
code
discord
firefox
